/* Localized versions of Authoxy Plug-in keys */// Option Stuff"Name" = "Authoxy";"Description" = "This option will allow you to set up Authoxy's proxy server information for different locations.";"ProcessName" = "System Preferences";"DescriptionNotConfigured" = "  You have not configured the proxy settings for this location.";// Error messages for ErrorLog"ErrorsAuthoxyDefault" = "an unexpected error occured.";"AuthoxyInstructionText" = "Set the Authoxy preferences to these when switching to location \"%@\":";